insert into Товары (ID,[ID Производителя],Описание,Название,[Средняя закупочная цена],Скидка,[Условия хранениня],[Срок годности])
values
('1','1','Жаренные, солёные','Семечки "СПЕЦЗАКАЗ"','15','0.05','Температура хранения до +20 и влажности не более 75%','10 месяцев'),
('2','1','Жаренные','Семечки "СПЕЦЗАКАЗ','10','0.05','Температура хранения до +20 и влажности не более 75%','10 месяцев'),
('3','1','Жаренные, тыквенные','Семечки "СПЕЦЗАКАЗ','20','0.05','Температура хранения до +20 и влажности не более 75%','10 месяцев'),
('4','2','Фосовочнвые в ролике','Пакеты','23','0','Температура хранения до +20 и влажности не более 75%','12 месяцев'),
('5','2','для мусора','Мешки','1','0','Температура хранения до +20 и влажности не более 75%','12 месяцев'),
('6','2','для мусора 30 литров ПВД 50*60,25мкм','Мешки','2','0','Температура хранения до +20 и влажности не более 75%','12 месяцев'),
('7','3','Детский','Стиральный порошок Mamika','120','0','Температура хранения до +20 и влажности не более 75%','12 месяцев'),
('8','3','Пятновыводители','ПятноStop','212','0','Температура хранения до +20 и влажности не более 75%','12 месяцев'),
('9','3','в ассортименте','Стиральный порошок','301','0.06','Температура хранения до +20 и влажности не более 75%','12 месяцев'),
('10','4','Детский, игрушечный','Строительный набор','29','0','Температура хранения до +20 и влажности не более 75%','12 месяцев'),
('11','4','Конструктор, 11 деталей','"Мой город спорткар"','56','0','Температура хранения до +20 и влажности не более 75%','12 месяцев'),
('12','4','в ассортименте','"Блочный конструктор"','110','0.11','Температура хранения до +20 и влажности не более 75%','12 месяцев'),
('13','5','подсолнечное, рафинированное','Масло','84','0','Температура хранения до +20 и влажности не более 75%','12 месяцев'),
('14','5','Жаренные, солёные','Семечки "Крымчанка юг"','35','0','Температура хранения до +20 и влажности не более 75%','12 месяцев'),
('15','5','В вакуме','Рис "Кубанская долина"','60','0','Температура хранения до +20 и влажности не более 75%','12 месяцев')


