Select Производители.ID as [Код Производителя], Производители.Название, Адрес, Телефон, 
Товары.ID as [Код товара], Товары.Название, [Средняя закупочная цена], Скидка, [Условия хранениня], [Срок годности]
From Производители 
	Inner join Товары on Производители.ID=Товары.[ID Производителя] 
Where Производители.ID > 3 and [Средняя закупочная цена]>50
Group by Производители.ID, Производители.Название,  Адрес, Телефон, Товары.ID, Товары.Название, [Средняя закупочная цена], Скидка, [Условия хранениня], [Срок годности]