Select Производители.ID as [Код Производителя], Производители.Название, Производители.Описание, Товары.ID as [Код товара], Товары.Название, Товары.Описание
From [Товары на складе] 
	Inner join Склады on [Товары на складе].[Номер склада]=Склады.[Номер склада]
	Inner join Товары on [Товары на складе].[ID товара]=Товары.ID
	Inner join Производители on Товары.[ID Производителя]=Производители.ID 
Where Производители.ID = 3
Group by Производители.ID, Производители.Название, Производители.Описание, Товары.ID, Товары.Название, Товары.Описание 